hrm.org
#+TITLE:     人力资源管理
#+AUTHOR:    
#+EMAIL:     
#+DATE:      
#+LATEX_CLASS: ctexart
#+LATEX_CLASS_OPTIONS:
#+LATEX_HEADER:

* 工作分析与工作设计(7)
** 工作分析的概念与作用
*** 工作分析的概念
问题的提出:
- 人手紧张
- 部门之间职责重叠
- 工资制度不规范
*** 人力资源规划与工作分析
- 准确判断未来一段时间内的人力资源供求状况
*** 概念
- 主要任务:对现有的工作进行分析,为其他HRM实践收集信息.
- 是HR规划和其他HRM活动的基础
*** 概念要点
- 对工作特征 规范 要求 流程的描述
- 对完成工作的员工素质 知识 技能要求进行描述
概念
- 以工作特征为基础
- 对有关工作内容与职责的资料加以收集 整理和研究
用来确定以下6点内容(5W1H)
- 员工完成什么样的脑力和体力劳动(What)
- 由谁来完成上述劳动(Who)
- 工作将在什么时间完成(When)
- 工作将在哪里完成(Where)
- 工人如何完成此项工作(How)
- 为什么要完成这项工作(Why)
概念

什么情况下需要进行工作分析?
- 新企业建立
- 新的工作产生时
- 工作本身发生变化时(新技术的应用)

*** 基本术语(用足球队来理解)
- 工作要素
- 任务
- 责任
- 职位
- 职务
- 职业
- 职权
- 职系
- 职组
- 职级
- 工作族
- 职业生涯
*** 工作分析的作用
重要工作(人岗匹配)
- 是HRM非常重要的工作
- 是其他活动的基石
- 为其他活动提供基本信息
工作分析-工作描述-工作任务
                -工作责任-工作说明书
		-工作条件

        -工作设计-任职资格
	         -工作优化-工作说明书
		 -绩效标准

	-工作评价-难易程度
                 -责任大小-薪点指南
		 -相对价值
- 人力资源战略
- 人力资源规划
- 招聘与配置
- 培训与开发
- 职业生涯管理
- 薪酬和福利设计
- 绩效考核
- 安全与健康
- 劳动关系
*** 八大作用
- 人力资源规划的基础
- 对人员甄选和任用具有指导作用
- 有助于员工培训与开发工作
- 有利于职业生涯规划与管理
- 为绩效管理提供客观标准与依据
- 有助于薪酬管理方案的设计
- 有利于把握职业安全与健康
- 有利于改善员工与劳动关系
** 工作分析的内容和步骤
*** 工作分析的内容
- 工作描述(对事) 对工作所包含的任务 职责 责任 以及其他特征的确定
- 工作规范(工作说明,对人) 对完成工作的任务的任职人员的知识 技能 及其他特征的说明
工作描述具体说明的内容:
- 工作的目的与任务
- 工作内容与特征
- 工作责任与权力(资源)
- 工作标准与要求
- 工作时间和地点
- 工作流程与规范
- 工作环境与条件等
工作描述书的一般内容
**** 工作概况
 工作名称 工作代码 所属部门 工作时间与地点 工作关系等
**** 工作目的
简要而精准地说明为什么要设立这一工作
**** 工作职责
工作职责(主体部分)
对工作最终取得结果的陈述,工作责任陈述的特征:
- 将所有关键性的表现结合起来
- 焦点放在最后的结果上
- 工作不变动,工作职责是无时间性
- 每一项职责具有独特性
- 明确职责及工作结果的衡量方法
- 联系工作的实际
**** 工作规模
用数据的形式表达工作的影响
**** 工作条件与物理环境
执行工作的条件及工作的物理环境
**** 社会环境
涉及的工作群体的人际相互关系
**** 聘用条件
任职人员在组织中有关工作安置情况
**** 工作规范
对工作任职人员要求的说明
- 一般要求 年龄 性别 学历 工作经验
- 生理要求 健康状况 力量与体力 运动灵活性等
- 心理要求 一般智力 观察能力 记忆力 理解能力 学习能力 创造力
*** 工作分析的步骤
工作分析的四大步骤
**** 准备阶段
对工作分析进行全面设计,确定分析的组织,样本及规范,建立关系等
具体工作:
- 建立工作分析或委员会
- 确定开发工作的原则与要求
- 确定工作的意义,目的,方法及步骤
- 确定调查与分析的样本
- 将工作分解成为各个元素和环节,确定工作的基本难度.
**** 调查阶段
主要任务:对整个工作流程,工作环境,工作内容和任职人等主要方面进行全面调查
具体工作:
- 设计调查问卷和调查提纲
- 运用不同的调查方法:面谈法,观察法,问卷法,参与法,实验法
- 广泛收集有关的特征及需要的各种数据
- 收集工作人员必须的特征信息
- 对信息重要性及其发生的频率作出等级评价
**** 分析阶段
主要任务:对调查收集的工作特征及任职人员特征结果进行认真分析
具体工作:
- 审核已经收集的各种信息
- 创造性发现有关工作和任职人的关键成分
- 归纳 总结出工作分析的必须材料或要素
**** 完成阶段
主要任务:形成工作描述书和工作规范书
具体工作:
- 草拟工作描述书和工作规范书
- 与实际工作进行对比
- 修正工作描述书和工作规范书
- 多次反馈和修订
- 将结果运用于实践,并不断收集反馈信息
- 总结评估,归档
*** 工作说明编写原则
- 清楚
- 准确
- 实用
- 完整
- 统一
** 工作分析的方法
*** 分析方法
两种思路
- 以考察工作为中心的方法
- 以考察员工为中心的方法
工作分析方法
**** 职能工作分析法
Functional Job Analysis(FJA)
- 以员工应完成的职能与责任为中心
- 列举员工要从事的工作活动
- 确定工作活动程度或结果测量方法
- 得出一份完整的工作分析文件
基本假设
- 区分工作目标与实现目标的手段
- 职位与人员 事物 信息间存在相互关系
- 员工与信息的关系；员工与员工的关系
- 所有工作要求这种关系
- 每一个工作过程可以分解为几个职能
- 职能按照由复杂到简单的程度排列
**** 工作分析问卷法
通过调查问卷收集工作行为 工作特征 工作人员特征的信息
- 开放式问卷
- 封闭式问卷
四种主要方式:
- 管理职位描述问卷法(MPDQ)
- 职位分析问卷法(PAQ)
- 任务清单问卷法
- 生理素质问卷法
**** 工作面谈法
侧重于对工作特征本身的分析
面对面交流,获得更多信息
围绕内容:
- 工作目标
- 工作内容
- 工作的性质与范围
- 所负的责任等
**** 方法分析法
**** 关键事件法
**** 观察法
**** 工作实践法
**** 实验法
**** 工作日志法
** 工作设计
*** 目的:
- 提高工作效率
- 提高员工工作满意度
- 完善 修改工作描述和任职资格的过程
*** 需要进行工作设计的情况
- 工作设置不合理
- 组织计划管理变革
- 组织的工作效率下降
*** 工作设计的形式
- 工作轮换
- 工作扩大化
- 工件丰富化
- 以员工为中心的工作再设计
* 员工招聘与测评(9)
** 员工招聘概述
*** 内涵和作用
**** 两项活动
- 招募 发布信息,吸引人应聘
- 选拔聘用 在候选人中筛选合适人选
**** 招聘需要是招聘的基础
- 人力资源规划
- 工作分析
**** 人员招聘之重要作用
- 进
- 用
- 出
**** 进是关键中的关键
具体体现
- 是组织获取人力资源的重要手段
- 是人力资源管理的基础
- 是人力资源投资的重要形式
- 能够提高企业的声誉(招需不招)
- 能够鼓舞员工士气(促进系统更新)
问渠那得清如许,为有源头活水来(流动是自然的,生态的过程,引导利用这种流动性)
*** 影响因素和流程
**** 影响员工招聘的因素
四大类因素
- 外部因素-经济因素-当地的经济发达水平和生活环境
          劳动力市场-供求变化 完善程度
          技术进步
          法律和政府因素
- 组织因素-企业所处的发展阶段
          工资率
          职位要求等
- 应聘者特征-个人资格
            求职强度
            动机与偏好-经济方面的压力
                      对成就的追求和自我实现
- 招聘员工特征-招聘者的个人素质-热心 热情 公正
                              具有以人为本的意识
                              专业的招聘技巧与能力
              招聘者的心理偏差-优势心理
                              自眩心理
                              定势心理
** 招聘策略
*** 概念
招聘策略是为实现招聘目标而采取的具体策略
*** 包括的内容
- 时间和地点的确定
- 招聘信息的发布渠道
- 招聘宣传策略
- 招聘渠道的选择
*** 时间地点和信息发布
**** 招聘时间
- 招聘信息发布:15天
- 征集个人履历表:10天
- 电话通知:2天
- 安排面试:6天
- 资格审查和选拔:5天
- 通知应聘结果:4天
- 员工正式上班:20天
**** 招聘地点
- 企业所在地
- 招聘职位
- 企业规模
- 工资水平
**** 信息发布
- 广播电视
- 报纸
- 专业杂志
- 互联网(目前最重要的渠道)
- 印刷品
*** 宣传和渠道策略
**** 发布招聘广告
- 广告的重要性
**** 招聘政策
- 市场领先薪酬策略
- 自由雇佣政策
- 公司形象的广告宣传
**** 招聘渠道策略
- 内部招聘 员工晋升 工作调换 内部人员重新聘用等
- 外部招聘 自荐 内部人员推荐 广告招聘 就业服务机构 校园 网络招聘 大型招聘会等
** 人员招募
*** 基本流程

*** 渠道和方法
** 人员素质测评
*** 作用和流程
*** 常用方法
* 劳动关系管理(19)
** 劳动关系管理
*** 劳动关系管理的含义
- 广义的定义 社会分工协作关系
- 狭义的定义 劳动者与组织之间由于交易所形成的关系
*** 劳动关系的性质
**** 一种权利义务关系
- 企业所有者
- 经营者
- 一般员工
**** 提供了不同的生产要素
**** 形成具有不同责任 权利和利益的社会主体
*** 劳动关系的内容
**** 主体双方依法享有的权利和承担的义务
**** 三种分类方法
**** 按员工和企业主体不同分
- 员工依法享有的主要权利/义务
- 企业或组织的主要权利/义务
- 劳动关系的客体
主体和劳动权利和义务共同指向的事物:劳动时间 报酬 卫生 纪律 ......
**** 员工和企业结合的不同阶段分
- 双向选择阶段
- 结合后的责 权 利关系
- 分离反的责 权 利关系
*** 建立劳动关系的原则
**** 平等就业原则
**** 互选原则
**** 公司竞争原则
**** 照顾特殊群体的就业原则
**** 禁止未成年就业的原则
**** 先培训 后就业的原则
*** 改善劳动关系的意义
**** 保障企业和员工的选择权实现生产要素优化配置
**** 保障企业各方面的正当权益调动各方面的积极性
**** 维护企业内部安定团结确保企业各项活动的顺利进行
*** 改善劳动关系的途径
**** 立法 完善或健全相关法律
**** 发挥工会的作用
**** 培训主管人员
**** 提高员工的工作生活质量
**** 员工参与民主管理
** 劳动合同管理
*** 劳动合同的含义
- 用人单位和劳动者
- 确定劳动关系
- 明确相互权利关系和义务
*** 劳动合同的内容
**** 法定条款
**** 协定条款
- 劳动合同期限
- 工作内容
- 劳动保护和劳动条件
- 劳动纪律
- 劳动合同终止条件
- 违反劳动合同的责任
*** 劳动合同的签订
*** 原则
- 平等自愿
- 协商一致
- 不得违反法律,行政法规的规定
*** 劳动合同的期限
- 固定期限
- 无固定期限
- 以完成一定的工作作为期限
注意的两个时间点:
- 连续工作10年以上
- 不超过6个月的试用期
*** 劳动合同的履行
三大原则
- 亲自履行的原则
- 全面履行的原则
- 协作履行的原则
*** 劳动合同的变更
就已订立合同条款达成修改补充协议的法律行为

劳动合同的解除

**** 企业立即辞退员工
- 当事人协商一致
- 证明不符合录用条件(学历造假)
- 严重违反劳动纪律或规章制度
- 严重失职,营私舞弊
- 对企业造成重大损害,依法追究刑事责任
**** 提前通知辞退员工
**** 企业不得辞退员工
- 患职业病
- 因工伤丧失劳动能力或部分丧失劳动能力
- 患病或负伤,在规定医疗期内
- 女员工在孕期,产期,哺乳期内
**** 员工自行辞职
- 合同期满或约定的合同终止条件出现
- 经当事人协商一致
- 在试用期间
- 企业强迫劳动
- 未按约定支付劳动合同或提供劳动条件
** 劳动争议管理
*** 劳动争议
又称劳动纠纷,因员工劳动权利与劳动义务所发生的纠纷
分类:
- 既定权利争议 VS 特定权利争议
- 个人劳动争议 VS 集体劳动争议
- 国内劳动争议 VS 涉外劳动争议
*** 劳动争议的客观性
思考:
- 为什么说,劳动争议是一个普遍存在的客观现象?
- 你认为引起劳动争议的原因有哪些?
*** 劳动争议存在的原因
- 劳动关系主体还未完全进入角色
- 工会组织的地位和作用未受重视
- 政府职能未能完全发挥出来
- 立法与相应法律健全程度的问题(解决问题的根本)
- 人们的法制意识淡薄
**** 思考
- 你所在单位是否有工会组织?
- 如果有,请总结一下单位的这一组织所发挥的作为有哪些?
*** 劳动纠纷的处理方式
- 调解 依法调解 公平公证
- 仲裁 仲裁委
- 诉讼 法院 法庭
*** 劳动争议管理的重要法律
- 中华人民共和国劳动争议调解仲裁法
- 中华人民共和国民事诉讼法
** 劳动保护
*** 劳动保护的概念
- 广义:经济条件 社会条件
- 狭义:劳动者在生产过程中的安全与健康
*** 劳动保护的基本任务
- 保证安全生产
- 实行女工保护
- 实现劳逸结合
- 规定职工的工作时间和休假制度
- 组织工伤救护
- 职业病的预防和救治工作
*** 劳动时间的规定
- 标准工作时间
- 缩短工作时间
- 计件工作时间
- 不定时工作时间和综合计算工作时间
**** 思考
- 你从事的工作是哪种工作时间?
*** 其他与时间有关的时间
 延长工作时间
- 生产需要
- 紧急特殊情况
- 工资报酬
- 法定节假日 休息日
- 每周公休假日
- 法定节假日
- 探亲假 年休假 婚丧假
*** 其他劳动保护事项
- 劳动安全技术
- 劳动卫生
- 女职工和未成年的劳动保护
*** 注意的一项保护:职业病
思考题:
- 你所在企业是否有专门负责劳动关系管理的部门或人员?这方面工作主要内宅包括哪些?
- 你是否与用人单位出现过劳动纠纷?具体纠纷是什么?最终是如何解决的?
- 你在与用人单位的劳动关系处理中是否掌握相应的法律法规知识?

