hrm.tex
% Created 2018-04-16 Mon 07:27
\documentclass{ctexart}
\usepackage[utf8]{inputenc}
\usepackage{abstract}
\usepackage{geometry}
\geometry{left=2.5cm,right=2.5cm,top=2.5cm,bottom=2.5cm}
\usepackage{flafter}
\setlength{\headheight}{15pt}
\usepackage[title]{appendix}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{soul}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{latexsym}
\usepackage{amssymb}
\usepackage{bpchem}
\usepackage{mhchem}
\usepackage{listings}
\usepackage{xcolor}
\usepackage{multirow,array,multicol,indentfirst}
\usepackage{SIunits,fancyhdr}
\usepackage{tikz,pifont,footnote}
\usepackage[colorlinks,linkcolor=blue,anchorcolor=blue,citecolor=green]{hyperref}
\usepackage{enumerate,comment}
\usepackage{lastpage}
\usepackage{layout}
\newtheorem{thm}{{定理}}
\newtheorem{proposition}{{命题}}
\newtheorem{lemma}{{引理}}
\newtheorem{corollary}{{推论}}
\newtheorem{definition}{{定义}}
\newtheorem{rules}{{规则}}
\newtheorem{suggest}{{建议}}
\newtheorem{example}{{例}}
\CTEXsetup[format={\raggedright}]{section}
\CTEXsetup[format={\raggedright}]{subsection}
\CTEXsetup[format={\raggedright}]{subsubsection}
\pagestyle{fancy}
\date{}
\title{人力资源管理}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.3.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle
\tableofcontents


\section{工作分析与工作设计(7)}
\label{sec-1}
\subsection{工作分析的概念与作用}
\label{sec-1-1}
\subsubsection{工作分析的概念}
\label{sec-1-1-1}
问题的提出:
\begin{itemize}
\item 人手紧张
\item 部门之间职责重叠
\item 工资制度不规范
\end{itemize}
\subsubsection{人力资源规划与工作分析}
\label{sec-1-1-2}
\begin{itemize}
\item 准确判断未来一段时间内的人力资源供求状况
\end{itemize}
\subsubsection{概念}
\label{sec-1-1-3}
\begin{itemize}
\item 主要任务:对现有的工作进行分析,为其他HRM实践收集信息.
\item 是HR规划和其他HRM活动的基础
\end{itemize}
\subsubsection{概念要点}
\label{sec-1-1-4}
\begin{itemize}
\item 对工作特征 规范 要求 流程的描述
\item 对完成工作的员工素质 知识 技能要求进行描述
\end{itemize}
概念
\begin{itemize}
\item 以工作特征为基础
\item 对有关工作内容与职责的资料加以收集 整理和研究
\end{itemize}
用来确定以下6点内容(5W1H)
\begin{itemize}
\item 员工完成什么样的脑力和体力劳动(What)
\item 由谁来完成上述劳动(Who)
\item 工作将在什么时间完成(When)
\item 工作将在哪里完成(Where)
\item 工人如何完成此项工作(How)
\item 为什么要完成这项工作(Why)
\end{itemize}
概念

什么情况下需要进行工作分析?
\begin{itemize}
\item 新企业建立
\item 新的工作产生时
\item 工作本身发生变化时(新技术的应用)
\end{itemize}

\subsubsection{基本术语(用足球队来理解)}
\label{sec-1-1-5}
\begin{itemize}
\item 工作要素
\item 任务
\item 责任
\item 职位
\item 职务
\item 职业
\item 职权
\item 职系
\item 职组
\item 职级
\item 工作族
\item 职业生涯
\end{itemize}
\subsubsection{工作分析的作用}
\label{sec-1-1-6}
重要工作(人岗匹配)
\begin{itemize}
\item 是HRM非常重要的工作
\item 是其他活动的基石
\item 为其他活动提供基本信息
\end{itemize}
工作分析-工作描述-工作任务
                -工作责任-工作说明书
                -工作条件

-工作设计-任职资格
         -工作优化-工作说明书
         -绩效标准

-工作评价-难易程度
         -责任大小-薪点指南
         -相对价值
\begin{itemize}
\item 人力资源战略
\item 人力资源规划
\item 招聘与配置
\item 培训与开发
\item 职业生涯管理
\item 薪酬和福利设计
\item 绩效考核
\item 安全与健康
\item 劳动关系
\end{itemize}
\subsubsection{八大作用}
\label{sec-1-1-7}
\begin{itemize}
\item 人力资源规划的基础
\item 对人员甄选和任用具有指导作用
\item 有助于员工培训与开发工作
\item 有利于职业生涯规划与管理
\item 为绩效管理提供客观标准与依据
\item 有助于薪酬管理方案的设计
\item 有利于把握职业安全与健康
\item 有利于改善员工与劳动关系
\end{itemize}
\subsection{工作分析的内容和步骤}
\label{sec-1-2}
\subsubsection{工作分析的内容}
\label{sec-1-2-1}
\begin{itemize}
\item 工作描述(对事) 对工作所包含的任务 职责 责任 以及其他特征的确定
\item 工作规范(工作说明,对人) 对完成工作的任务的任职人员的知识 技能 及其他特征的说明
\end{itemize}
工作描述具体说明的内容:
\begin{itemize}
\item 工作的目的与任务
\item 工作内容与特征
\item 工作责任与权力(资源)
\item 工作标准与要求
\item 工作时间和地点
\item 工作流程与规范
\item 工作环境与条件等
\end{itemize}
工作描述书的一般内容
\begin{enumerate}
\item 工作概况
\label{sec-1-2-1-1}
工作名称 工作代码 所属部门 工作时间与地点 工作关系等
\item 工作目的
\label{sec-1-2-1-2}
简要而精准地说明为什么要设立这一工作
\item 工作职责
\label{sec-1-2-1-3}
工作职责(主体部分)
对工作最终取得结果的陈述,工作责任陈述的特征:
\begin{itemize}
\item 将所有关键性的表现结合起来
\item 焦点放在最后的结果上
\item 工作不变动,工作职责是无时间性
\item 每一项职责具有独特性
\item 明确职责及工作结果的衡量方法
\item 联系工作的实际
\end{itemize}
\item 工作规模
\label{sec-1-2-1-4}
用数据的形式表达工作的影响
\item 工作条件与物理环境
\label{sec-1-2-1-5}
执行工作的条件及工作的物理环境
\item 社会环境
\label{sec-1-2-1-6}
涉及的工作群体的人际相互关系
\item 聘用条件
\label{sec-1-2-1-7}
任职人员在组织中有关工作安置情况
\item 工作规范
\label{sec-1-2-1-8}
对工作任职人员要求的说明
\begin{itemize}
\item 一般要求 年龄 性别 学历 工作经验
\item 生理要求 健康状况 力量与体力 运动灵活性等
\item 心理要求 一般智力 观察能力 记忆力 理解能力 学习能力 创造力
\end{itemize}
\end{enumerate}
\subsubsection{工作分析的步骤}
\label{sec-1-2-2}
工作分析的四大步骤
\begin{enumerate}
\item 准备阶段
\label{sec-1-2-2-1}
对工作分析进行全面设计,确定分析的组织,样本及规范,建立关系等
具体工作:
\begin{itemize}
\item 建立工作分析或委员会
\item 确定开发工作的原则与要求
\item 确定工作的意义,目的,方法及步骤
\item 确定调查与分析的样本
\item 将工作分解成为各个元素和环节,确定工作的基本难度.
\end{itemize}
\item 调查阶段
\label{sec-1-2-2-2}
主要任务:对整个工作流程,工作环境,工作内容和任职人等主要方面进行全面调查
具体工作:
\begin{itemize}
\item 设计调查问卷和调查提纲
\item 运用不同的调查方法:面谈法,观察法,问卷法,参与法,实验法
\item 广泛收集有关的特征及需要的各种数据
\item 收集工作人员必须的特征信息
\item 对信息重要性及其发生的频率作出等级评价
\end{itemize}
\item 分析阶段
\label{sec-1-2-2-3}
主要任务:对调查收集的工作特征及任职人员特征结果进行认真分析
具体工作:
\begin{itemize}
\item 审核已经收集的各种信息
\item 创造性发现有关工作和任职人的关键成分
\item 归纳 总结出工作分析的必须材料或要素
\end{itemize}
\item 完成阶段
\label{sec-1-2-2-4}
主要任务:形成工作描述书和工作规范书
具体工作:
\begin{itemize}
\item 草拟工作描述书和工作规范书
\item 与实际工作进行对比
\item 修正工作描述书和工作规范书
\item 多次反馈和修订
\item 将结果运用于实践,并不断收集反馈信息
\item 总结评估,归档
\end{itemize}
\end{enumerate}
\subsubsection{工作说明编写原则}
\label{sec-1-2-3}
\begin{itemize}
\item 清楚
\item 准确
\item 实用
\item 完整
\item 统一
\end{itemize}
\subsection{工作分析的方法}
\label{sec-1-3}
\subsubsection{分析方法}
\label{sec-1-3-1}
两种思路
\begin{itemize}
\item 以考察工作为中心的方法
\item 以考察员工为中心的方法
\end{itemize}
工作分析方法
\begin{enumerate}
\item 职能工作分析法
\label{sec-1-3-1-1}
Functional Job Analysis(FJA)
\begin{itemize}
\item 以员工应完成的职能与责任为中心
\item 列举员工要从事的工作活动
\item 确定工作活动程度或结果测量方法
\item 得出一份完整的工作分析文件
\end{itemize}
基本假设
\begin{itemize}
\item 区分工作目标与实现目标的手段
\item 职位与人员 事物 信息间存在相互关系
\item 员工与信息的关系；员工与员工的关系
\item 所有工作要求这种关系
\item 每一个工作过程可以分解为几个职能
\item 职能按照由复杂到简单的程度排列
\end{itemize}
\item 工作分析问卷法
\label{sec-1-3-1-2}
通过调查问卷收集工作行为 工作特征 工作人员特征的信息
\begin{itemize}
\item 开放式问卷
\item 封闭式问卷
\end{itemize}
四种主要方式:
\begin{itemize}
\item 管理职位描述问卷法(MPDQ)
\item 职位分析问卷法(PAQ)
\item 任务清单问卷法
\item 生理素质问卷法
\end{itemize}
\item 工作面谈法
\label{sec-1-3-1-3}
侧重于对工作特征本身的分析
面对面交流,获得更多信息
围绕内容:
\begin{itemize}
\item 工作目标
\item 工作内容
\item 工作的性质与范围
\item 所负的责任等
\end{itemize}
\item 方法分析法
\label{sec-1-3-1-4}
\item 关键事件法
\label{sec-1-3-1-5}
\item 观察法
\label{sec-1-3-1-6}
\item 工作实践法
\label{sec-1-3-1-7}
\item 实验法
\label{sec-1-3-1-8}
\item 工作日志法
\label{sec-1-3-1-9}
\end{enumerate}
\subsection{工作设计}
\label{sec-1-4}
\subsubsection{目的:}
\label{sec-1-4-1}
\begin{itemize}
\item 提高工作效率
\item 提高员工工作满意度
\item 完善 修改工作描述和任职资格的过程
\end{itemize}
\subsubsection{需要进行工作设计的情况}
\label{sec-1-4-2}
\begin{itemize}
\item 工作设置不合理
\item 组织计划管理变革
\item 组织的工作效率下降
\end{itemize}
\subsubsection{工作设计的形式}
\label{sec-1-4-3}
\begin{itemize}
\item 工作轮换
\item 工作扩大化
\item 工件丰富化
\item 以员工为中心的工作再设计
\end{itemize}
\section{员工招聘与测评(9)}
\label{sec-2}
\subsection{员工招聘概述}
\label{sec-2-1}
\subsubsection{内涵和作用}
\label{sec-2-1-1}
\begin{enumerate}
\item 两项活动
\label{sec-2-1-1-1}
\begin{itemize}
\item 招募 发布信息,吸引人应聘
\item 选拔聘用 在候选人中筛选合适人选
\end{itemize}
\item 招聘需要是招聘的基础
\label{sec-2-1-1-2}
\begin{itemize}
\item 人力资源规划
\item 工作分析
\end{itemize}
\item 人员招聘之重要作用
\label{sec-2-1-1-3}
\begin{itemize}
\item 进
\item 用
\item 出
\end{itemize}
\item 进是关键中的关键
\label{sec-2-1-1-4}
具体体现
\begin{itemize}
\item 是组织获取人力资源的重要手段
\item 是人力资源管理的基础
\item 是人力资源投资的重要形式
\item 能够提高企业的声誉(招需不招)
\item 能够鼓舞员工士气(促进系统更新)
\end{itemize}
问渠那得清如许,为有源头活水来(流动是自然的,生态的过程,引导利用这种流动性)
\end{enumerate}
\subsubsection{影响因素和流程}
\label{sec-2-1-2}
\begin{enumerate}
\item 影响员工招聘的因素
\label{sec-2-1-2-1}
四大类因素
\begin{itemize}
\item 外部因素-经济因素-当地的经济发达水平和生活环境
劳动力市场-供求变化 完善程度
技术进步
法律和政府因素
\item 组织因素-企业所处的发展阶段
工资率
职位要求等
\item 应聘者特征-个人资格
求职强度
动机与偏好-经济方面的压力
          对成就的追求和自我实现
\item 招聘员工特征-招聘者的个人素质-热心 热情 公正
                具有以人为本的意识
                专业的招聘技巧与能力
招聘者的心理偏差-优势心理
                自眩心理
                定势心理
\end{itemize}
\end{enumerate}
\subsection{招聘策略}
\label{sec-2-2}
\subsubsection{概念}
\label{sec-2-2-1}
招聘策略是为实现招聘目标而采取的具体策略
\subsubsection{包括的内容}
\label{sec-2-2-2}
\begin{itemize}
\item 时间和地点的确定
\item 招聘信息的发布渠道
\item 招聘宣传策略
\item 招聘渠道的选择
\end{itemize}
\subsubsection{时间地点和信息发布}
\label{sec-2-2-3}
\begin{enumerate}
\item 招聘时间
\label{sec-2-2-3-1}
\begin{itemize}
\item 招聘信息发布:15天
\item 征集个人履历表:10天
\item 电话通知:2天
\item 安排面试:6天
\item 资格审查和选拔:5天
\item 通知应聘结果:4天
\item 员工正式上班:20天
\end{itemize}
\item 招聘地点
\label{sec-2-2-3-2}
\begin{itemize}
\item 企业所在地
\item 招聘职位
\item 企业规模
\item 工资水平
\end{itemize}
\item 信息发布
\label{sec-2-2-3-3}
\begin{itemize}
\item 广播电视
\item 报纸
\item 专业杂志
\item 互联网(目前最重要的渠道)
\item 印刷品
\end{itemize}
\end{enumerate}
\subsubsection{宣传和渠道策略}
\label{sec-2-2-4}
\begin{enumerate}
\item 发布招聘广告
\label{sec-2-2-4-1}
\begin{itemize}
\item 广告的重要性
\end{itemize}
\item 招聘政策
\label{sec-2-2-4-2}
\begin{itemize}
\item 市场领先薪酬策略
\item 自由雇佣政策
\item 公司形象的广告宣传
\end{itemize}
\item 招聘渠道策略
\label{sec-2-2-4-3}
\begin{itemize}
\item 内部招聘 员工晋升 工作调换 内部人员重新聘用等
\item 外部招聘 自荐 内部人员推荐 广告招聘 就业服务机构 校园 网络招聘 大型招聘会等
\end{itemize}
\end{enumerate}
\subsection{人员招募}
\label{sec-2-3}
\subsubsection{基本流程}
\label{sec-2-3-1}

\subsubsection{渠道和方法}
\label{sec-2-3-2}
\subsection{人员素质测评}
\label{sec-2-4}
\subsubsection{作用和流程}
\label{sec-2-4-1}
\subsubsection{常用方法}
\label{sec-2-4-2}
\section{劳动关系管理(19)}
\label{sec-3}
\subsection{劳动关系管理}
\label{sec-3-1}
\subsubsection{劳动关系管理的含义}
\label{sec-3-1-1}
\begin{itemize}
\item 广义的定义 社会分工协作关系
\item 狭义的定义 劳动者与组织之间由于交易所形成的关系
\end{itemize}
\subsubsection{劳动关系的性质}
\label{sec-3-1-2}
\begin{enumerate}
\item 一种权利义务关系
\label{sec-3-1-2-1}
\begin{itemize}
\item 企业所有者
\item 经营者
\item 一般员工
\end{itemize}
\item 提供了不同的生产要素
\label{sec-3-1-2-2}
\item 形成具有不同责任 权利和利益的社会主体
\label{sec-3-1-2-3}
\end{enumerate}
\subsubsection{劳动关系的内容}
\label{sec-3-1-3}
\begin{enumerate}
\item 主体双方依法享有的权利和承担的义务
\label{sec-3-1-3-1}
\item 三种分类方法
\label{sec-3-1-3-2}
\item 按员工和企业主体不同分
\label{sec-3-1-3-3}
\begin{itemize}
\item 员工依法享有的主要权利/义务
\item 企业或组织的主要权利/义务
\item 劳动关系的客体
\end{itemize}
主体和劳动权利和义务共同指向的事物:劳动时间 报酬 卫生 纪律 \ldots{}\ldots{}
\item 员工和企业结合的不同阶段分
\label{sec-3-1-3-4}
\begin{itemize}
\item 双向选择阶段
\item 结合后的责 权 利关系
\item 分离反的责 权 利关系
\end{itemize}
\end{enumerate}
\subsubsection{建立劳动关系的原则}
\label{sec-3-1-4}
\begin{enumerate}
\item 平等就业原则
\label{sec-3-1-4-1}
\item 互选原则
\label{sec-3-1-4-2}
\item 公司竞争原则
\label{sec-3-1-4-3}
\item 照顾特殊群体的就业原则
\label{sec-3-1-4-4}
\item 禁止未成年就业的原则
\label{sec-3-1-4-5}
\item 先培训 后就业的原则
\label{sec-3-1-4-6}
\end{enumerate}
\subsubsection{改善劳动关系的意义}
\label{sec-3-1-5}
\begin{enumerate}
\item 保障企业和员工的选择权实现生产要素优化配置
\label{sec-3-1-5-1}
\item 保障企业各方面的正当权益调动各方面的积极性
\label{sec-3-1-5-2}
\item 维护企业内部安定团结确保企业各项活动的顺利进行
\label{sec-3-1-5-3}
\end{enumerate}
\subsubsection{改善劳动关系的途径}
\label{sec-3-1-6}
\begin{enumerate}
\item 立法 完善或健全相关法律
\label{sec-3-1-6-1}
\item 发挥工会的作用
\label{sec-3-1-6-2}
\item 培训主管人员
\label{sec-3-1-6-3}
\item 提高员工的工作生活质量
\label{sec-3-1-6-4}
\item 员工参与民主管理
\label{sec-3-1-6-5}
\end{enumerate}
\subsection{劳动合同管理}
\label{sec-3-2}
\subsubsection{劳动合同的含义}
\label{sec-3-2-1}
\begin{itemize}
\item 用人单位和劳动者
\item 确定劳动关系
\item 明确相互权利关系和义务
\end{itemize}
\subsubsection{劳动合同的内容}
\label{sec-3-2-2}
\begin{enumerate}
\item 法定条款
\label{sec-3-2-2-1}
\item 协定条款
\label{sec-3-2-2-2}
\begin{itemize}
\item 劳动合同期限
\item 工作内容
\item 劳动保护和劳动条件
\item 劳动纪律
\item 劳动合同终止条件
\item 违反劳动合同的责任
\end{itemize}
\end{enumerate}
\subsubsection{劳动合同的签订}
\label{sec-3-2-3}
\subsubsection{原则}
\label{sec-3-2-4}
\begin{itemize}
\item 平等自愿
\item 协商一致
\item 不得违反法律,行政法规的规定
\end{itemize}
\subsubsection{劳动合同的期限}
\label{sec-3-2-5}
\begin{itemize}
\item 固定期限
\item 无固定期限
\item 以完成一定的工作作为期限
\end{itemize}
注意的两个时间点:
\begin{itemize}
\item 连续工作10年以上
\item 不超过6个月的试用期
\end{itemize}
\subsubsection{劳动合同的履行}
\label{sec-3-2-6}
三大原则
\begin{itemize}
\item 亲自履行的原则
\item 全面履行的原则
\item 协作履行的原则
\end{itemize}
\subsubsection{劳动合同的变更}
\label{sec-3-2-7}
就已订立合同条款达成修改补充协议的法律行为

劳动合同的解除

\begin{enumerate}
\item 企业立即辞退员工
\label{sec-3-2-7-1}
\begin{itemize}
\item 当事人协商一致
\item 证明不符合录用条件(学历造假)
\item 严重违反劳动纪律或规章制度
\item 严重失职,营私舞弊
\item 对企业造成重大损害,依法追究刑事责任
\end{itemize}
\item 提前通知辞退员工
\label{sec-3-2-7-2}
\item 企业不得辞退员工
\label{sec-3-2-7-3}
\begin{itemize}
\item 患职业病
\item 因工伤丧失劳动能力或部分丧失劳动能力
\item 患病或负伤,在规定医疗期内
\item 女员工在孕期,产期,哺乳期内
\end{itemize}
\item 员工自行辞职
\label{sec-3-2-7-4}
\begin{itemize}
\item 合同期满或约定的合同终止条件出现
\item 经当事人协商一致
\item 在试用期间
\item 企业强迫劳动
\item 未按约定支付劳动合同或提供劳动条件
\end{itemize}
\end{enumerate}
\subsection{劳动争议管理}
\label{sec-3-3}
\subsubsection{劳动争议}
\label{sec-3-3-1}
又称劳动纠纷,因员工劳动权利与劳动义务所发生的纠纷
分类:
\begin{itemize}
\item 既定权利争议 VS 特定权利争议
\item 个人劳动争议 VS 集体劳动争议
\item 国内劳动争议 VS 涉外劳动争议
\end{itemize}
\subsubsection{劳动争议的客观性}
\label{sec-3-3-2}
思考:
\begin{itemize}
\item 为什么说,劳动争议是一个普遍存在的客观现象?
\item 你认为引起劳动争议的原因有哪些?
\end{itemize}
\subsubsection{劳动争议存在的原因}
\label{sec-3-3-3}
\begin{itemize}
\item 劳动关系主体还未完全进入角色
\item 工会组织的地位和作用未受重视
\item 政府职能未能完全发挥出来
\item 立法与相应法律健全程度的问题(解决问题的根本)
\item 人们的法制意识淡薄
\end{itemize}
\begin{enumerate}
\item 思考
\label{sec-3-3-3-1}
\begin{itemize}
\item 你所在单位是否有工会组织?
\item 如果有,请总结一下单位的这一组织所发挥的作为有哪些?
\end{itemize}
\end{enumerate}
\subsubsection{劳动纠纷的处理方式}
\label{sec-3-3-4}
\begin{itemize}
\item 调解 依法调解 公平公证
\item 仲裁 仲裁委
\item 诉讼 法院 法庭
\end{itemize}
\subsubsection{劳动争议管理的重要法律}
\label{sec-3-3-5}
\begin{itemize}
\item 中华人民共和国劳动争议调解仲裁法
\item 中华人民共和国民事诉讼法
\end{itemize}
\subsection{劳动保护}
\label{sec-3-4}
\subsubsection{劳动保护的概念}
\label{sec-3-4-1}
\begin{itemize}
\item 广义:经济条件 社会条件
\item 狭义:劳动者在生产过程中的安全与健康
\end{itemize}
\subsubsection{劳动保护的基本任务}
\label{sec-3-4-2}
\begin{itemize}
\item 保证安全生产
\item 实行女工保护
\item 实现劳逸结合
\item 规定职工的工作时间和休假制度
\item 组织工伤救护
\item 职业病的预防和救治工作
\end{itemize}
\subsubsection{劳动时间的规定}
\label{sec-3-4-3}
\begin{itemize}
\item 标准工作时间
\item 缩短工作时间
\item 计件工作时间
\item 不定时工作时间和综合计算工作时间
\end{itemize}
\begin{enumerate}
\item 思考
\label{sec-3-4-3-1}
\begin{itemize}
\item 你从事的工作是哪种工作时间?
\end{itemize}
\end{enumerate}
\subsubsection{其他与时间有关的时间}
\label{sec-3-4-4}
延长工作时间
\begin{itemize}
\item 生产需要
\item 紧急特殊情况
\item 工资报酬
\item 法定节假日 休息日
\item 每周公休假日
\item 法定节假日
\item 探亲假 年休假 婚丧假
\end{itemize}
\subsubsection{其他劳动保护事项}
\label{sec-3-4-5}
\begin{itemize}
\item 劳动安全技术
\item 劳动卫生
\item 女职工和未成年的劳动保护
\end{itemize}
\subsubsection{注意的一项保护:职业病}
\label{sec-3-4-6}
思考题:
\begin{itemize}
\item 你所在企业是否有专门负责劳动关系管理的部门或人员?这方面工作主要内宅包括哪些?
\item 你是否与用人单位出现过劳动纠纷?具体纠纷是什么?最终是如何解决的?
\item 你在与用人单位的劳动关系处理中是否掌握相应的法律法规知识?
\end{itemize}
% Emacs 25.3.1 (Org mode 8.2.10)
\end{document}
%%% Local Variables:
%%% mode: latex
%%% TeX-master: t
%%% End:
